Repository: ProtonMail/ios-mail
Catalog: Modules/InboxComposer/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: You have reached the limit of attachments, including inline images, 1 or more attachments weren't able to be added. Send them in separate emails or share them via Proton Drive.
be: Вы дасягнулі абмежавання далучэнняў, уключаючы ўбудаваныя відарысы. Не ўдалося дадаць 1 або больш далучэнняў. Адпраўце іх асобнымі лістамі або абагуліце праз Proton Drive.
ca: Heu arribat al límit d'adjunts, incloent-hi les imatges en línia, i no s'han pogut afegir 1 o més adjunts. Envieu-los en correus electrònics separats o compartiu-los a través del Proton Drive.
cs: Dosáhli jste limitu počtu příloh, 1 nebo více příloh nebylo možné přidat. Odešlete je v samostatných e-mailech nebo je sdílejte prostřednictvím Proton Drive.
da: Du har nået grænsen for vedhæftninger, inklusive indlejrede billeder, 1 eller flere vedhæftninger kunne ikke tilføjes. Send dem i separate e-mails eller del dem via Proton Drive.
de: Du hast das Limit der Anhänge, einschließlich Inline-Bilder, erreicht, 1 oder mehrere Anhänge konnten nicht hinzugefügt werden. Sende sie in separaten E-Mails oder teile sie über Proton Drive.
el: Έχετε φτάσει το όριο των συνημμένων, συμπεριλαμβανομένων των ενσωματωμένων εικόνων, δεν ήταν δυνατή η προσθήκη 1 ή περισσότερων συνημμένων. Στείλτε τα σε ξεχωριστά μηνύματα ηλεκτρονικού ταχυδρομείου ή μοιραστείτε τα μέσω του Proton Drive.
es: Has alcanzado el límite de archivos adjuntos, incluidas las imágenes en línea, y no se han podido añadir uno o varios archivos adjuntos. Envíalos en correos electrónicos separados o compártelos a través de Proton Drive.
es_419: Alcanzó el límite de archivos adjuntos, incluidas las imágenes incrustadas y no se pudieron añadir uno o más archivos adjuntos. Envíelos en correos electrónicos separados o compártalos con Proton Drive.
fi: Olet saauttanut liitteiden enimmäismäärän, sisältäen tekstinsisäiset kuvat, eikä yhtä tai useampaa kuvaa kyetty lisäämään. Lähetä ne erillisillä viesteissä tai jaa ne Proton Driven kautta.
fr: Vous avez atteint la limite de pièces jointes, y compris avec les images intégrées. Une ou plusieurs pièces jointes n'ont pas pu être ajoutées. Envoyez-les dans des e-mails séparés ou partagez-les avec Proton Drive.
hu: Elérte a mellékletek, beleértve a beágyazott képeket is, maximális számát, ezért 1 vagy több melléklet nem kerülhetett hozzáadásra. Küldje el őket külön e-mailekben, vagy ossza meg őket a Proton Drive segítségével.
it: Hai raggiunto il limite di allegati, incluse le immagini inline; non è stato possibile aggiungere 1 o più allegati. Inviali in email separate o condividile via Proton Drive.
ja: 添付ファイル（インライン画像を含む）の上限に達したため、 1つ以上の添付ファイルを追加できませんでした。 複数のメールに分割するか、Proton Driveで共有してください。
ko: 인라인 이미지를 포함한 첨부 파일 개수 한도에 도달하여, 하나 이상의 첨부 파일을 추가할 수 없었습니다. 별도의 이메일로 보내거나 Proton Drive를 통해 공유하세요.
nb: Du har nådd grensen for vedlegg, inkludert innebygde bilder. Ett eller flere vedlegg kunne ikke legges til. Send dem i separate e-poster eller del dem via Proton Drive.
nl: U heeft het maximale aantal bijlagen, inclusief inline afbeeldingen, bereikt. Eén of meer bijlagen konden niet worden toegevoegd. Verzend ze in aparte e-mails of deel ze via Proton Drive.
ro: Ați atins limita de atașamente, inclusiv imaginile integrate. Unul sau mai multe atașamente nu s-au putut adăuga. Trimiteți-le cu mesaje separate sau partajați-le prin Proton Drive.
sk: Dosiahli ste limit príloh, vrátane vložených obrázkov, 1 alebo viac príloh nebolo možné pridať. Pošlite ich v samostatných emailoch alebo ich zdieľajte prostredníctvom služby Proton Drive.
sl: Dosegli ste omejitev števila priponk, vključno z vdelanimi slikami, zato ene ali več priponk ni bilo mogoče dodati. Pošljite jih v ločenih e-poštnih sporočilih ali jih delite prek storitve Proton Drive.
tr: Satır arası görseller ile beraber, ek dosya sınırına ulaştınız. 1 ya da birkaç dosya eklenemedi. Bunları farklı e-postalara ekleyerek gönderin ya da Proton Drive üzerinden paylaşın.
uk: Ви досягли ліміту вкладень, включаючи вбудовані зображення. Одне або більше вкладень не вдалося додати. Надішліть їх окремими листами або поділіться через Proton Drive.
zh_hans: 你已达到附件数量上限（包括内联图片），1 个或多个附件未能添加。请分成多封邮件发送或使用 Proton Drive 分享。

source: You reached the limit of scheduled messages.
be: Вы дасягнулі абмежавання запланаваных паведамленняў.
ca: Heu assolit el límit de missatges planificats.
cs: Dosáhli jste limitu naplánovaných zpráv.
da: Du har nået grænsen for planlagte beskeder.
de: Die maximale Anzahl geplanter Nachrichten wurde erreicht.
el: Φτάσατε στο όριο των προγραμματισμένων μηνυμάτων.
es: Has llegado al límite de mensajes programados.
es_419: Ha alcanzado el límite de mensajes programados.
fi: Olet saavuttanut ajastettujen viestien enimmäismäärän.
fr: Vous avez atteint la limite de messages programmés.
hu: Elérte az ütemezett üzenetek korlátját.
id: Anda telah mencapai batas pesan terjadwal.
it: Hai raggiunto il limite di messaggi programmati.
ja: スケジュールされたメッセージの上限に達しました。
ka: დაგეგმილი შეტყობინებების ლიმიტს მიაღწიეთ.
ko: 예약 메시지 한도에 도달했습니다.
nb: Du har nådd grensen for antall planlagte meldinger.
nl: U hebt de limiet voor geplande berichten bereikt.
pl: Osiągnięto limit zaplanowanych wiadomości.
pt: Atingiu o limite de mensagens agendadas.
pt_br: Você atingiu o limite de mensagens agendadas.
ro: Ați atins limita de mesaje planificate.
ru: Вы достигли лимита запланированных сообщений.
sk: Dosiahli ste limit naplánovaných správ.
sl: Dosegli ste omejitev načrtovanih sporočil.
sv: Du har nått gränsen för schemalagda meddelanden.
tr: Zamanlanmış ileti sınırına ulaştınız.
uk: Ви досягли ліміту запланованих повідомлень.
zh_hans: 您已达到定时邮件的上限。

source: You're currently offline. This draft may not be up-to-date.
be: У цяперашні час вы па-за сеткай. Магчыма, што гэты чарнавік састарэў.
ca: Actualment no esteu connectat. És possible que aquest esborrany no estigui actualitzat.
cs: Momentálně jste offline. Tento koncept nemusí být aktuální.
da: Du er lige nu offline. Der findes muligvis en nyere version af dette udkast.
de: Du bist derzeit offline. Dieser Entwurf ist möglicherweise nicht aktuell.
el: Αυτήν τη στιγμή είστε εκτός σύνδεσης. Αυτό το πρόχειρο ενδέχεται να μην είναι ενημερωμένο.
es: Actualmente estás desconectado. Es posible que este borrador no esté actualizado.
es_419: Actualmente no hay conexión. Es posible que este borrador no esté actualizado.
fi: Olet tällä hetkellä yhteydetön. Tämä luonnos ei välttämättä ole ajan tasalla.
fr: Vous êtes actuellement hors ligne. Ce brouillon n'est peut-être pas à jour.
hu: Jelenleg offline vagy. Ez a piszkozat nem biztos, hogy naprakész.
id: Anda sedang offline. Draf ini mungkin tidak terkini.
it: Attualmente sei offline. Questa bozza potrebbe non essere aggiornata.
ja: 現在オフラインです。この下書きは最新ではないかもしれません。
ka: ამჯამად ინტერნეტთან წვდომა არ გაქვთ. ეს ნიმუში, შეიძლება, მთლად ახალი არ იყოს.
ko: 현재 오프라인 상태입니다. 이 초안이 최신이 아닐수도 있습니다.
nb: Du er for øyeblikket frakoblet. Dette utkastet er kanskje ikke oppdatert.
nl: U bent momenteel offline. Dit concept is mogelijk niet up-to-date.
pl: Jesteś w trybie offline. Szkic może nie być aktualny.
pt: Está atualmente offline. Este rascunho pode não estar atualizado.
pt_br: Você está off-line no momento. Este rascunho pode não estar atualizado.
ro: Nu există conexiune. Această ciornă ar putea să nu fie actuală.
ru: Вы не в сети. Возможно, этот черновик устарел.
sk: Momentálne ste offline. Tento koncept nemusí byť aktuálny.
sl: Niste povezani z internetom. To morda ni najnovejša različica osnutka.
sv: Du är för närvarande offline. Detta utkast kanske inte är uppdaterat.
tr: Şu anda çevrim dışısınız. Bu taslak güncel olmayabilir.
uk: Наразі ви поза мережею. Ця чернетка може бути неактуальною.
zh_hans: 您目前处于离线状态。此草稿可能不是最新的。
zh_hant: 您目前已離線。此草稿可能不是最新版本。

source: Your draft will not be saved
be: Ваш чарнавік не будзе захаваны
ca: Aquest esborrany no es desarà
cs: Váš koncept nebude uložen
da: Dit udkast vil ikke blive gemt.
de: Dein Entwurf wird nicht gespeichert
el: Το πρόχειρό σας δεν θα αποθηκευτεί
es: Tu borrador no se guardará
es_419: Su borrador no se guardará
fi: Luonnostasi ei tallenneta
fr: Votre brouillon ne sera pas enregistré.
hu: Az Ön piszkozata nem lesz elmentve
id: Draf Anda tidak akan disimpan
it: Sei sicuro di voler scartare questa bozza?
ja: 下書きは保存されません
ko: 임시 저장된 메시지는 저장되지 않습니다.
nb: Utkastet ditt blir ikke lagret
nl: Uw concept wordt niet opgeslagen
pl: Szkic nie zostanie zapisany
pt: O seu rascunho não será guardado.
pt_br: Seu rascunho não será salvo.
ro: Ciorna nu va fi salvată
ru: Ваш черновик не будет сохранен
sk: Váš koncept sa neuloží
sl: Vaš osnutek ne bo shranjen.
sv: Ditt utkast kommer inte att sparas
tr: Taslağınız kaydedilmeyecek
uk: Чернетка не буде збережена
zh_hans: 您的草稿将不会保存
zh_hant: 將不會儲存您的草稿
